Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: History
ar: السجل
de: Verlauf
es: Historial
fil: Kasaysayan
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史

source: Hold to commit
ar: اضغط مطولًا للالتزام
de: Halten, um dich festzulegen
es: Mantén pulsado para comprometerte
fil: Pindutin nang matagal para mangako
fr: Maintiens pour t'engager
hi: प्रतिबद्ध होने के लिए दबाए रखें
id: Tahan untuk berkomitmen
it: Tieni premuto per impegnarti
ja: 長押しして決める
ko: 길게 눌러 결심하기
nl: Houd vast om je te verbinden
pl: Przytrzymaj, aby się zobowiązać
pt_br: Segure para assumir o compromisso
ru: Удерживайте, чтобы взять обязательство
sv: Håll inne för att förbinda dig
tr: Söz vermek için basılı tut
uk: Утримуйте, щоб узяти зобов'язання
vi: Giữ để cam kết
zh_hans: 按住以下定决心

source: Hold your ground
ar: اثبت على موقفك
de: Bleib standhaft
es: Mantente firme
fil: Manindigan
fr: Tenir bon
hi: अपनी बात पर टिके रहें
id: Pertahankan pendirian
it: Tieni il punto
ja: 引かずに伝える
ko: 물러서지 않기
nl: Sta je mannetje
pl: Stań na swoim
pt_br: Mantenha sua posição
ru: Стойте на своём
sv: Stå på dig
tr: Yerinde dur
uk: Стійте на своєму
vi: Giữ vững lập trường
zh_hans: 坚持立场

source: How at ease do you feel meeting someone new?
ar: ما مدى ارتياحك عند التعرّف على شخص جديد؟
de: Wie wohl fühlst du dich, wenn du jemand Neues kennenlernst?
es: ¿Qué tan cómodo te sientes al conocer a alguien nuevo?
fil: Gaano ka kapanatag kapag may nakikilalang bagong tao?
fr: À quel point te sens-tu à l'aise pour rencontrer quelqu'un de nouveau ?
hi: किसी नए व्यक्ति से मिलते समय आप कितना सहज महसूस करते हैं?
id: Seberapa santai kamu saat bertemu orang baru?
it: Quanto ti senti a tuo agio nel conoscere qualcuno di nuovo?
ja: 初対面の人と会うとき、どれくらい気楽ですか？
ko: 처음 보는 사람을 만날 때 얼마나 편한가요?
nl: Hoe op je gemak voel je je bij het ontmoeten van iemand nieuw?
pl: Jak swobodnie czujesz się, poznając kogoś nowego?
pt_br: Quão à vontade você se sente ao conhecer alguém novo?
ru: Насколько вам легко знакомиться с новыми людьми?
sv: Hur bekväm känner du dig när du träffar någon ny?
tr: Yeni biriyle tanışırken ne kadar rahat hissediyorsun?
uk: Наскільки вам легко знайомитися з новими людьми?
vi: Bạn thấy thoải mái đến mức nào khi gặp người mới?
zh_hans: 认识新朋友时，你感觉有多自在？

source: How confident do you feel speaking day to day?
ar: ما مدى ثقتك عند الحديث في حياتك اليومية؟
de: Wie sicher fühlst du dich, wenn du im Alltag sprichst?
es: ¿Qué tan seguro te sientes al hablar en tu día a día?
fil: Gaano ka kakumpiyansa sa pagsasalita araw-araw?
fr: À quel point te sens-tu confiant pour parler au quotidien ?
hi: रोज़मर्रा में बोलते समय आप कितना आत्मविश्वास महसूस करते हैं?
id: Seberapa percaya diri kamu berbicara sehari-hari?
it: Quanto ti senti sicuro nel parlare ogni giorno?
ja: 日常で話すとき、どれくらい自信がありますか？
ko: 평소에 말할 때 얼마나 자신 있나요?
nl: Hoe zeker voel je je als je dagelijks praat?
pl: Jak pewnie czujesz się, mówiąc na co dzień?
pt_br: Quão confiante você se sente ao falar no dia a dia?
ru: Насколько уверенно вы говорите в повседневной жизни?
sv: Hur säker känner du dig när du pratar i vardagen?
tr: Günlük hayatta konuşurken kendine ne kadar güveniyorsun?
uk: Наскільки впевнено ви говорите в повсякденному житті?
vi: Bạn tự tin đến mức nào khi nói chuyện hằng ngày?
zh_hans: 日常说话时，你有多自信？

source: How did it go in real life?
ar: كيف سار الأمر في الواقع؟
de: Wie lief es im echten Leben?
es: ¿Cómo fue en la vida real?
fil: Kumusta ito sa totoong buhay?
fr: Comment ça s'est passé en vrai ?
hi: असल ज़िंदगी में कैसा रहा?
id: Bagaimana hasilnya di dunia nyata?
it: Com'è andata nella vita reale?
ja: 実際はどうでしたか？
ko: 실제로는 어땠나요?
nl: Hoe ging het in het echt?
pl: Jak poszło w prawdziwym życiu?
pt_br: Como foi na vida real?
ru: Как прошло в реальной жизни?
sv: Hur gick det på riktigt?
tr: Gerçek hayatta nasıl geçti?
uk: Як пройшло в реальному житті?
vi: Ngoài đời thực diễn ra thế nào?
zh_hans: 现实中进展如何？

source: How did you hear about us?
ar: كيف سمعت عنّا؟
de: Wie hast du von uns erfahren?
es: ¿Cómo nos conociste?
fil: Paano mo kami nalaman?
fr: Comment nous as-tu connus ?
hi: आपने हमारे बारे में कैसे सुना?
id: Dari mana kamu tahu tentang kami?
it: Come ci hai conosciuto?
ja: どこで知りましたか？
ko: 저희를 어떻게 알게 되셨나요?
nl: Hoe heb je ons gevonden?
pl: Skąd o nas wiesz?
pt_br: Como você nos conheceu?
ru: Как вы о нас узнали?
sv: Hur hörde du om oss?
tr: Bizi nereden duydun?
uk: Як ви про нас дізналися?
vi: Bạn biết đến chúng tôi qua đâu?
zh_hans: 你是从哪里知道我们的？

source: How easy is it to speak up in a meeting?
ar: ما مدى سهولة أن تتحدث في اجتماع؟
de: Wie leicht fällt es dir, dich im Meeting zu Wort zu melden?
es: ¿Qué tan fácil te resulta hablar en una reunión?
fil: Gaano kadaling magsalita sa meeting?
fr: À quel point est-ce facile de prendre la parole en réunion ?
hi: मीटिंग में अपनी बात रखना कितना आसान है?
id: Seberapa mudah kamu bicara di rapat?
it: Quanto ti è facile intervenire in una riunione?
ja: 会議で発言するのはどれくらい簡単ですか？
ko: 회의에서 의견을 말하기가 얼마나 쉬운가요?
nl: Hoe makkelijk is het om iets te zeggen in een vergadering?
pl: Jak łatwo jest ci zabrać głos na spotkaniu?
pt_br: Quão fácil é falar em uma reunião?
ru: Насколько вам легко высказаться на встрече?
sv: Hur lätt är det att ta till orda på ett möte?
tr: Bir toplantıda söz almak ne kadar kolay?
uk: Наскільки вам легко висловитися на зустрічі?
vi: Việc lên tiếng trong cuộc họp dễ đến mức nào?
zh_hans: 在会议上发言对你来说有多容易？

source: How hard should they push?
ar: إلى أي حد يضغطون؟
de: Wie hart sollen sie nachhaken?
es: ¿Cuánto deberían presionar?
fil: Gaano sila kahigpit dapat mang-usisa?
fr: À quel point doivent-ils insister ?
hi: उन्हें कितना दबाव डालना चाहिए?
id: Seberapa keras mereka harus mendesak?
it: Quanto dovrebbero insistere?
ja: どれくらい厳しく質問してもらいますか？
ko: 얼마나 강하게 몰아붙일까요?
nl: Hoe hard moeten ze doorvragen?
pl: Jak mocno mają naciskać?
pt_br: Quanto eles devem pressionar?
ru: Насколько сильно им давить?
sv: Hur hårt ska de trycka på?
tr: Ne kadar zorlamalılar?
uk: Наскільки сильно їм тиснути?
vi: Họ nên vặn hỏi mạnh đến mức nào?
zh_hans: 他们应该追问得多紧？

source: How it went
ar: كيف سارت
de: So lief es
es: Cómo fue
fil: Kumusta ito
fr: Comment ça s'est passé
hi: कैसा रहा
id: Bagaimana hasilnya
it: Com'è andata
ja: 結果
ko: 결과
nl: Hoe het ging
pl: Jak poszło
pt_br: Como foi
ru: Как прошло
sv: Så gick det
tr: Nasıl geçti
uk: Як пройшло
vi: Diễn ra thế nào
zh_hans: 进展如何

source: How ready do you feel for that conversation right now?
ar: ما مدى استعدادك الآن لتلك المحادثة؟
de: Wie bereit fühlst du dich gerade für dieses Gespräch?
es: ¿Qué tan preparado te sientes ahora para esa conversación?
fil: Gaano ka kahanda para sa usapang iyon ngayon?
fr: À quel point te sens-tu prêt pour cette conversation maintenant ?
hi: अभी आप उस बातचीत के लिए कितना तैयार महसूस करते हैं?
id: Seberapa siap kamu menghadapi percakapan itu sekarang?
it: Quanto ti senti pronto ora per quella conversazione?
ja: その話し合いに向けて、今どれくらい準備ができていますか？
ko: 지금 그 대화에 얼마나 준비되어 있다고 느끼나요?
nl: Hoe klaar voel je je nu voor dat gesprek?
pl: Na ile czujesz się teraz gotowy na tę rozmowę?
pt_br: Quão preparado você se sente agora para essa conversa?
ru: Насколько вы сейчас готовы к этому разговору?
sv: Hur redo känner du dig för det samtalet just nu?
tr: Şu an o konuşmaya ne kadar hazır hissediyorsun?
uk: Наскільки ви зараз готові до цієї розмови?
vi: Lúc này bạn thấy mình sẵn sàng cho cuộc trò chuyện đó đến mức nào?
zh_hans: 你现在对那场对话准备得怎么样？

source: How ready do you feel for the raise conversation right now?
ar: ما مدى استعدادك الآن لمحادثة الزيادة؟
de: Wie bereit fühlst du dich gerade für das Gehaltsgespräch?
es: ¿Qué tan preparado te sientes ahora para la conversación del aumento?
fil: Gaano ka kahanda para sa usapan tungkol sa dagdag-sahod ngayon?
fr: À quel point te sens-tu prêt pour la discussion sur ton augmentation maintenant ?
hi: अभी आप वेतन-वृद्धि की बातचीत के लिए कितना तैयार महसूस करते हैं?
id: Seberapa siap kamu menghadapi pembicaraan kenaikan gaji sekarang?
it: Quanto ti senti pronto ora per la richiesta di aumento?
ja: 昇給の話し合いに向けて、今どれくらい準備ができていますか？
ko: 지금 연봉 협상에 얼마나 준비되어 있다고 느끼나요?
nl: Hoe klaar voel je je nu voor het salarisgesprek?
pl: Na ile czujesz się teraz gotowy na rozmowę o podwyżce?
pt_br: Quão preparado você se sente agora para a conversa sobre o aumento?
ru: Насколько вы сейчас готовы к разговору о повышении?
sv: Hur redo känner du dig för lönesamtalet just nu?
tr: Şu an zam görüşmesine ne kadar hazır hissediyorsun?
uk: Наскільки ви зараз готові до розмови про підвищення?
vi: Lúc này bạn thấy mình sẵn sàng cho buổi đề xuất tăng lương đến mức nào?
zh_hans: 你现在对加薪谈话准备得怎么样？

source: How ready do you feel for your interview right now?
ar: ما مدى استعدادك الآن لمقابلتك؟
de: Wie bereit fühlst du dich gerade für dein Vorstellungsgespräch?
es: ¿Qué tan preparado te sientes ahora para tu entrevista?
fil: Gaano ka kahanda para sa interview mo ngayon?
fr: À quel point te sens-tu prêt pour ton entretien maintenant ?
hi: अभी आप अपने इंटरव्यू के लिए कितना तैयार महसूस करते हैं?
id: Seberapa siap kamu menghadapi wawancaramu sekarang?
it: Quanto ti senti pronto ora per il tuo colloquio?
ja: 面接に向けて、今どれくらい準備ができていますか？
ko: 지금 면접에 얼마나 준비되어 있다고 느끼나요?
nl: Hoe klaar voel je je nu voor je sollicitatiegesprek?
pl: Na ile czujesz się teraz gotowy na rozmowę kwalifikacyjną?
pt_br: Quão preparado você se sente agora para sua entrevista?
ru: Насколько вы сейчас готовы к собеседованию?
sv: Hur redo känner du dig för din intervju just nu?
tr: Şu an mülakatına ne kadar hazır hissediyorsun?
uk: Наскільки ви зараз готові до співбесіди?
vi: Lúc này bạn thấy mình sẵn sàng cho buổi phỏng vấn đến mức nào?
zh_hans: 你现在对面试准备得怎么样？

source: How ready do you feel for your presentation right now?
ar: ما مدى استعدادك الآن لعرضك؟
de: Wie bereit fühlst du dich gerade für deine Präsentation?
es: ¿Qué tan preparado te sientes ahora para tu presentación?
fil: Gaano ka kahanda para sa presentation mo ngayon?
fr: À quel point te sens-tu prêt pour ta présentation maintenant ?
hi: अभी आप अपनी प्रेज़ेंटेशन के लिए कितना तैयार महसूस करते हैं?
id: Seberapa siap kamu membawakan presentasimu sekarang?
it: Quanto ti senti pronto ora per la tua presentazione?
ja: プレゼンに向けて、今どれくらい準備ができていますか？
ko: 지금 발표에 얼마나 준비되어 있다고 느끼나요?
nl: Hoe klaar voel je je nu voor je presentatie?
pl: Na ile czujesz się teraz gotowy na prezentację?
pt_br: Quão preparado você se sente agora para sua apresentação?
ru: Насколько вы сейчас готовы к презентации?
sv: Hur redo känner du dig för din presentation just nu?
tr: Şu an sunumuna ne kadar hazır hissediyorsun?
uk: Наскільки ви зараз готові до презентації?
vi: Lúc này bạn thấy mình sẵn sàng cho bài thuyết trình đến mức nào?
zh_hans: 你现在对演讲准备得怎么样？

source: How you did
ar: كيف كان أداؤك
de: So hast du abgeschnitten
es: Cómo te fue
fil: Kumusta ka
fr: Ce que tu as réussi
hi: आपने कैसा किया
id: Hasilmu
it: Come te la sei cavata
ja: 今回の結果
ko: 이번 결과
nl: Hoe je het deed
pl: Jak ci poszło
pt_br: Como você se saiu
ru: Как у вас получилось
sv: Så gick det för dig
tr: Nasıl yaptın
uk: Як у вас вийшло
vi: Bạn đã làm thế nào
zh_hans: 你的表现

source: I already have an account
ar: لديّ حساب بالفعل
de: Ich habe schon ein Konto
es: Ya tengo una cuenta
fil: May account na ako
fr: J'ai déjà un compte
hi: मेरा पहले से खाता है
id: Saya sudah punya akun
it: Ho già un account
ja: すでにアカウントを持っています
ko: 이미 계정이 있어요
nl: Ik heb al een account
pl: Mam już konto
pt_br: Já tenho uma conta
ru: У меня уже есть аккаунт
sv: Jag har redan ett konto
tr: Zaten bir hesabım var
uk: У мене вже є обліковий запис
vi: Tôi đã có tài khoản
zh_hans: 我已有账户

source: I can take a breath, choose my words, and say what I mean.
ar: أستطيع أن آخذ نفسًا وأختار كلماتي وأقول ما أعنيه.
de: Ich kann durchatmen, meine Worte wählen und sagen, was ich meine.
es: Puedo respirar, elegir mis palabras y decir lo que pienso.
fil: Nakakahinga ako, nakakapili ng salita, at nasasabi ko ang ibig kong sabihin.
fr: Je peux respirer, choisir mes mots et dire ce que je pense.
hi: मैं साँस ले सकता हूँ, अपने शब्द चुन सकता हूँ और जो मतलब है वह कह सकता हूँ।
id: Saya bisa menarik napas, memilih kata, dan mengatakan apa yang saya maksud.
it: Posso fare un respiro, scegliere le parole e dire ciò che penso.
ja: 深呼吸して、言葉を選び、思っていることを伝えられる。
ko: 숨을 고르고, 단어를 고르고, 하고 싶은 말을 할 수 있어요.
nl: Ik kan even ademhalen, mijn woorden kiezen en zeggen wat ik bedoel.
pl: Mogę wziąć oddech, dobrać słowa i powiedzieć, co myślę.
pt_br: Posso respirar, escolher minhas palavras e dizer o que penso.
ru: Я могу сделать вдох, подобрать слова и сказать, что думаю.
sv: Jag kan andas, välja mina ord och säga vad jag menar.
tr: Bir nefes alabilir, sözlerimi seçebilir ve ne demek istediğimi söyleyebilirim.
uk: Я можу вдихнути, дібрати слова й сказати, що думаю.
vi: Tôi có thể hít một hơi, chọn từ ngữ và nói đúng điều mình muốn nói.
zh_hans: 我能深呼吸，斟酌用词，说出我真正想说的话。

source: I can't take that on this week, but I can help next Monday.
ar: لا أستطيع تولي ذلك هذا الأسبوع، لكن يمكنني المساعدة يوم الاثنين القادم.
de: Das kann ich diese Woche nicht übernehmen, aber nächsten Montag kann ich helfen.
es: Esta semana no puedo encargarme de eso, pero puedo ayudarte el lunes.
fil: Hindi ko iyan kaya ngayong linggo, pero matutulungan kita sa susunod na Lunes.
fr: Je ne peux pas m'en charger cette semaine, mais je peux t'aider lundi prochain.
hi: इस हफ़्ते मैं यह नहीं ले सकता, लेकिन अगले सोमवार मदद कर सकता हूँ।
id: Saya tidak bisa mengambilnya minggu ini, tapi saya bisa bantu Senin depan.
it: Questa settimana non posso occuparmene, ma posso aiutarti lunedì prossimo.
ja: 今週は引き受けられませんが、来週の月曜なら手伝えます。
ko: 이번 주에는 맡기 어렵지만, 다음 주 월요일에는 도와드릴 수 있어요.
nl: Dat kan ik deze week niet oppakken, maar volgende maandag kan ik helpen.
pl: W tym tygodniu nie mogę się tym zająć, ale mogę pomóc w przyszły poniedziałek.
pt_br: Não consigo assumir isso esta semana, mas posso ajudar na próxima segunda.
ru: На этой неделе я не смогу за это взяться, но могу помочь в следующий понедельник.
sv: Jag kan inte ta på mig det den här veckan, men jag kan hjälpa till nästa måndag.
tr: Bu hafta onu üstlenemem ama gelecek pazartesi yardım edebilirim.
uk: Цього тижня я не візьмуся за це, але можу допомогти наступного понеділка.
vi: Tuần này tôi không nhận thêm được, nhưng thứ Hai tuần sau tôi có thể giúp.
zh_hans: 这周我接不了，但下周一我可以帮忙。

source: I get what I asked for
ar: أحصل على ما طلبته
de: Ich bekomme, worum ich gebeten habe
es: Consigo lo que pedí
fil: Nakukuha ko ang hiningi ko
fr: J'obtiens ce que j'ai demandé
hi: जो माँगा, वह मिलता है
id: Saya mendapatkan yang saya minta
it: Ottengo quello che chiedo
ja: 頼んだことが通る
ko: 요청한 것을 얻어요
nl: Ik krijg waar ik om vroeg
pl: Dostaję to, o co proszę
pt_br: Consigo o que pedi
ru: Получаю то, о чём прошу
sv: Jag får det jag bad om
tr: İstediğimi alırım
uk: Отримую те, про що прошу
vi: Tôi đạt được điều mình đề nghị
zh_hans: 我得到了我想要的

source: I haven't used it yet
ar: لم أستخدمه بعد
de: Ich habe es noch nicht angewendet
es: Aún no lo he usado
fil: Hindi ko pa ito nagagamit
fr: Je ne l'ai pas encore utilisé
hi: अभी इस्तेमाल नहीं किया
id: Saya belum menggunakannya
it: Non l'ho ancora usato
ja: まだ使っていない
ko: 아직 사용하지 않았어요
nl: Ik heb het nog niet gebruikt
pl: Jeszcze tego nie użyłem
pt_br: Ainda não usei
ru: Пока не применял
sv: Jag har inte använt det än
tr: Henüz kullanmadım
uk: Ще не застосовував
vi: Tôi chưa dùng đến
zh_hans: 我还没用上

source: I keep going, without freezing
ar: أواصل الحديث دون أن أتجمّد
de: Ich rede weiter, ohne zu erstarren
es: Sigo adelante, sin bloquearme
fil: Tuloy-tuloy ako, hindi natitigilan
fr: Je continue, sans me figer
hi: मैं बिना अटके बोलता रहता हूँ
id: Saya terus bicara, tanpa membeku
it: Vado avanti, senza bloccarmi
ja: 固まらずに話し続けられる
ko: 얼어붙지 않고 계속 말해요
nl: Ik blijf gaan, zonder te bevriezen
pl: Mówię dalej, bez zamierania
pt_br: Sigo em frente, sem travar
ru: Продолжаю, не замирая
sv: Jag fortsätter, utan att frysa
tr: Donmadan devam ederim
uk: Продовжую, не завмираючи
vi: Tôi nói tiếp được, không bị đứng hình
zh_hans: 我能继续说下去，不会卡住

source: I know what I want to say, until I have to say it.
ar: أعرف ما أريد قوله، حتى يحين وقت قوله.
de: Ich weiß, was ich sagen will, bis ich es sagen muss.
es: Sé lo que quiero decir, hasta que tengo que decirlo.
fil: Alam ko ang gusto kong sabihin, hanggang sa oras na para sabihin ito.
fr: Je sais ce que je veux dire, jusqu'au moment de le dire.
hi: मुझे पता होता है कि क्या कहना है, जब तक कहने की बारी न आए।
id: Saya tahu apa yang ingin saya katakan, sampai saatnya harus mengatakannya.
it: So cosa voglio dire, finché non devo dirlo.
ja: 言いたいことはわかっているのに、いざ言う番になると出てこない。
ko: 할 말은 아는데, 막상 말해야 할 때 안 나와요.
nl: Ik weet wat ik wil zeggen, tot ik het moet zeggen.
pl: Wiem, co chcę powiedzieć, dopóki nie muszę tego powiedzieć.
pt_br: Sei o que quero dizer, até a hora de dizer.
ru: Я знаю, что хочу сказать, пока не приходится это говорить.
sv: Jag vet vad jag vill säga, tills jag måste säga det.
tr: Ne söylemek istediğimi bilirim, söylemem gerekene kadar.
uk: Я знаю, що хочу сказати, доки не доводиться це казати.
vi: Tôi biết mình muốn nói gì, cho đến lúc phải nói ra.
zh_hans: 我知道想说什么，可一到要开口时就说不出来。

source: I need a moment
ar: أحتاج لحظة
de: Ich brauche einen Moment
es: Necesito un momento
fil: Kailangan ko ng sandali
fr: J'ai besoin d'un moment
hi: मुझे एक पल चाहिए
id: Saya butuh waktu sebentar
it: Ho bisogno di un momento
ja: 少し時間がほしい
ko: 잠깐 시간이 필요해요
nl: Ik heb even nodig
pl: Potrzebuję chwili
pt_br: Preciso de um momento
ru: Мне нужна минутка
sv: Jag behöver en stund
tr: Bir dakikaya ihtiyacım var
uk: Мені потрібна хвилинка
vi: Tôi cần một chút thời gian
zh_hans: 我需要一点时间

source: I practice conversations in my head, never out loud.
ar: أتدرّب على المحادثات في رأسي، ولا أنطقها أبدًا.
de: Ich übe Gespräche im Kopf, nie laut.
es: Practico conversaciones en mi cabeza, nunca en voz alta.
fil: Nagpa-practice ako ng usapan sa isip ko, hindi kailanman nang malakas.
fr: Je répète mes conversations dans ma tête, jamais à voix haute.
hi: मैं बातचीत का अभ्यास मन में करता हूँ, कभी ज़ोर से नहीं।
id: Saya berlatih percakapan di kepala, tidak pernah dengan suara keras.
it: Provo le conversazioni nella mia testa, mai ad alta voce.
ja: 会話の練習は頭の中だけで、声に出したことはない。
ko: 대화 연습은 머릿속으로만 하고, 소리 내어 해 본 적은 없어요.
nl: Ik oefen gesprekken in mijn hoofd, nooit hardop.
pl: Ćwiczę rozmowy w głowie, nigdy na głos.
pt_br: Pratico conversas na minha cabeça, nunca em voz alta.
ru: Я репетирую разговоры в голове, но никогда вслух.
sv: Jag övar samtal i huvudet, aldrig högt.
tr: Konuşmaları kafamda çalışırım, asla sesli değil.
uk: Я репетирую розмови в голові, але ніколи вголос.
vi: Tôi tập các cuộc trò chuyện trong đầu, chưa bao giờ nói thành tiếng.
zh_hans: 我只在脑子里练习对话，从没大声说过。

source: I say it clearly, the first time
ar: أقولها بوضوح من المرة الأولى
de: Ich sage es gleich beim ersten Mal klar
es: Lo digo con claridad a la primera
fil: Malinaw ko itong nasasabi, sa unang beses pa lang
fr: Je le dis clairement du premier coup
hi: मैं पहली बार में ही साफ़ कहता हूँ
id: Saya mengatakannya dengan jelas, sejak awal
it: Lo dico chiaramente al primo colpo
ja: 一度ではっきり言える
ko: 처음부터 명확하게 말해요
nl: Ik zeg het meteen duidelijk
pl: Mówię jasno za pierwszym razem
pt_br: Digo com clareza logo de primeira
ru: Говорю ясно с первого раза
sv: Jag säger det tydligt på första försöket
tr: İlk seferde net söylerim
uk: Кажу чітко з першого разу
vi: Tôi nói rõ ràng ngay từ lần đầu
zh_hans: 我第一次就说清楚

source: I sound like myself
ar: أبدو كنفسي
de: Ich klinge wie ich selbst
es: Sueno como yo mismo
fil: Parang ako mismo ang nagsasalita
fr: Je parle comme moi-même
hi: मैं अपने जैसा लगता हूँ
id: Saya terdengar seperti diri sendiri
it: Sembro me stesso
ja: 自分らしく話せる
ko: 나다운 목소리로 말해요
nl: Ik klink als mezelf
pl: Brzmię jak ja
pt_br: Soo como eu mesmo
ru: Звучу как я сам
sv: Jag låter som mig själv
tr: Kendim gibi konuşurum
uk: Звучу як я сам
vi: Tôi nói đúng là mình
zh_hans: 我说话像我自己

source: I stay calm
ar: أبقى هادئًا
de: Ich bleibe ruhig
es: Mantengo la calma
fil: Nananatili akong kalmado
fr: Je reste calme
hi: मैं शांत रहता हूँ
id: Saya tetap tenang
it: Resto calmo
ja: 落ち着いていられる
ko: 침착함을 유지해요
nl: Ik blijf kalm
pl: Zachowuję spokój
pt_br: Mantenho a calma
ru: Сохраняю спокойствие
sv: Jag håller mig lugn
tr: Sakin kalırım
uk: Зберігаю спокій
vi: Tôi giữ bình tĩnh
zh_hans: 我保持冷静

source: I stay quiet, even when I have a good point.
ar: أبقى صامتًا حتى حين تكون لديّ فكرة جيدة.
de: Ich bleibe still, selbst wenn ich einen guten Punkt habe.
es: Me quedo callado, incluso cuando tengo algo bueno que decir.
fil: Tahimik lang ako, kahit may magandang punto ako.
fr: Je me tais, même quand j'ai quelque chose de pertinent à dire.
hi: अच्छी बात होने पर भी मैं चुप रहता हूँ।
id: Saya diam saja, meski punya pendapat bagus.
it: Resto in silenzio, anche quando ho un buon punto.
ja: いい意見があっても黙ってしまう。
ko: 좋은 의견이 있어도 가만히 있어요.
nl: Ik zeg niets, zelfs als ik een goed punt heb.
pl: Milczę, nawet gdy mam dobry argument.
pt_br: Fico calado, mesmo quando tenho algo bom a dizer.
ru: Я молчу, даже когда мне есть что сказать.
sv: Jag är tyst, även när jag har en bra poäng.
tr: İyi bir fikrim olsa bile sessiz kalırım.
uk: Я мовчу, навіть коли маю що сказати.
vi: Tôi im lặng, ngay cả khi có ý hay.
zh_hans: 即使我有好观点，也会保持沉默。

source: I teach kids to code. One just built a game about his cat. You?
ar: أعلّم الأطفال البرمجة. أحدهم صنع للتو لعبة عن قطته. وأنت؟
de: Ich bringe Kindern das Programmieren bei. Eins hat gerade ein Spiel über seine Katze gebaut. Und du?
es: Enseño programación a niños. Uno acaba de hacer un juego sobre su gato. ¿Y tú?
fil: Nagtuturo ako ng coding sa mga bata. May isang gumawa ng laro tungkol sa pusa niya. Ikaw?
fr: J'apprends à coder aux enfants. L'un d'eux vient de créer un jeu sur son chat. Et toi ?
hi: मैं बच्चों को कोडिंग सिखाता हूँ। एक ने अभी अपनी बिल्ली पर गेम बनाया। और आप?
id: Saya mengajar anak-anak coding. Satu anak baru saja membuat game tentang kucingnya. Kamu?
it: Insegno programmazione ai bambini. Uno ha appena creato un gioco sul suo gatto. E tu?
ja: 子どもにプログラミングを教えています。この前、飼っている猫のゲームを作った子がいて。あなたは？
ko: 아이들에게 코딩을 가르쳐요. 얼마 전 한 아이가 자기 고양이 게임을 만들었어요. 당신은요?
nl: Ik leer kinderen programmeren. Eén heeft net een spel over zijn kat gemaakt. En jij?
pl: Uczę dzieci programowania. Jedno właśnie zrobiło grę o swoim kocie. A ty?
pt_br: Ensino programação para crianças. Uma acabou de criar um jogo sobre o gato dela. E você?
ru: Я учу детей программировать. Один только что сделал игру про своего кота. А вы?
sv: Jag lär barn att programmera. Ett har precis gjort ett spel om sin katt. Du då?
tr: Çocuklara kodlama öğretiyorum. Biri az önce kedisi hakkında bir oyun yaptı. Ya sen?
uk: Я вчу дітей програмувати. Один щойно зробив гру про свого кота. А ви?
vi: Tôi dạy lập trình cho trẻ em. Một bé vừa làm trò chơi về con mèo của mình. Còn bạn?
zh_hans: 我教孩子们编程。有个孩子刚做了一个关于他家猫的游戏。你呢？
